
[
  {
    "title": "Descascar Alho Facilmente",
    "content": "Coloque os dentes de alho em um pote com tampa (como um pote de vidro) e agite vigorosamente por cerca de 20 segundos. As cascas se soltarão quase que magicamente, economizando tempo e esforço.",
    "funFact": "Este truque funciona melhor com cabeças de alho inteiras, pois a agitação faz com que os próprios dentes batam uns nos outros e se descasquem."
  },
  {
    "title": "Evitar que a Panela Transborde",
    "content": "Coloque uma colher de pau atravessada sobre a boca de uma panela com água fervente. A madeira, por ser hidrofóbica e não conduzir bem o calor, quebra as bolhas quando elas a tocam, impedindo que a água suba e transborde.",
    "funFact": "Isso funciona porque a espuma da fervura é composta por bolhas instáveis de vapor. A colher 'estoura' essas bolhas."
  },
  {
    "title": "Tirar o Cheiro de Alho das Mãos",
    "content": "Depois de cortar alho, esfregue as mãos em uma superfície de aço inoxidável (como a pia da cozinha ou uma colher) sob água corrente. O aço reage com os compostos de enxofre do alho, neutralizando o odor.",
    "funFact": "Existem até 'sabonetes' de aço inoxidável vendidos especificamente para essa finalidade."
  },
  {
    "title": "Organizar Cabos com Clipes de Papel",
    "content": "Use clipes de papel grandes para organizar os cabos na beirada da sua mesa. Prenda os clipes na mesa e passe os conectores dos cabos (USB, carregador, etc.) pelas alças do clipe. Eles ficarão sempre ao seu alcance e não cairão.",
    "funFact": "O clipe de papel como o conhecemos hoje foi patenteado na Noruega em 1899 e se tornou um símbolo de resistência durante a Segunda Guerra Mundial."
  },
  {
    "title": "Gelar Bebidas Rapidamente",
    "content": "Para gelar uma lata ou garrafa de bebida em poucos minutos, enrole-a em um papel toalha molhado e coloque-a no freezer. A evaporação da água no papel toalha acelera drasticamente o processo de resfriamento.",
    "funFact": "Adicionar sal e um pouco de água em um balde de gelo também acelera o resfriamento, pois o sal diminui o ponto de congelamento da água."
  }
]
