
[
  {
    "title": "A Cidade Submersa de Shicheng",
    "content": "Na China, existe uma cidade antiga perfeitamente preservada debaixo d'água. Shicheng, ou 'Cidade do Leão', foi intencionalmente inundada em 1959 para a construção de uma usina hidrelétrica. Hoje, é um destino popular para mergulhadores.",
    "funFact": "A cidade foi fundada há mais de 1.300 anos durante a dinastia Tang, e suas muralhas, templos e casas permanecem intactos sob o Lago Qiandao."
  },
  {
    "title": "A Ilha das Bonecas, México",
    "content": "Perto da Cidade do México, a Isla de las Muñecas é uma ilha assustadora coberta por centenas de bonecas velhas e deterioradas penduradas em árvores. A lenda diz que o antigo zelador da ilha começou a pendurá-las para apaziguar o espírito de uma menina que se afogou ali.",
    "funFact": "O local se tornou uma atração turística macabra, e os visitantes costumam levar mais bonecas para adicionar à coleção."
  },
  {
    "title": "O Deserto Florido do Atacama",
    "content": "O Deserto do Atacama, no Chile, é o lugar não polar mais seco do mundo. No entanto, a cada poucos anos, após chuvas raras e intensas, o deserto se transforma em um espetacular campo de flores cor-de-rosa, um fenômeno conhecido como 'desierto florido'.",
    "funFact": "As sementes e bulbos dessas flores podem permanecer dormentes no subsolo por décadas, esperando pela quantidade certa de água para germinar."
  },
  {
    "title": "A 'Porta para o Inferno'",
    "content": "A Cratera de Gás de Darvaza, no Turcomenistão, é um buraco gigante que queima continuamente desde 1971. Geólogos soviéticos atearam fogo para conter a propagação de gás metano, esperando que queimasse em poucos dias, mas ele queima até hoje.",
    "funFact": "A cratera tem cerca de 70 metros de diâmetro e 30 metros de profundidade, criando uma visão impressionante, especialmente à noite."
  },
  {
    "title": "A Praia de Areia Rosa das Bahamas",
    "content": "Na Harbour Island, nas Bahamas, existe uma praia famosa por sua areia de cor rosa pálido. A cor vem de minúsculos organismos marinhos com conchas vermelhas chamados foraminíferos, que são misturados com a areia branca e pedaços de coral pela maré.",
    "funFact": "A praia se estende por quase 5 quilômetros e é considerada uma das praias mais bonitas do mundo."
  }
]
