
[
  {
    "id": "ciencia-1",
    "categoryId": "ciencia",
    "title": "O Som no Espaço",
    "content": "O espaço é um vácuo, o que significa que não há meio para as ondas sonoras se propagarem. Portanto, é completamente silencioso.",
    "funFact": "Apesar disso, os planetas e estrelas emitem ondas de rádio que podem ser convertidas em som."
  },
  {
    "title": "A Água é Anômala",
    "content": "A água é uma das poucas substâncias que se expande ao congelar, o que permite que o gelo flutue na água e proteja a vida aquática em climas frios.",
    "funFact": "Se a água não fosse anômala, a vida na Terra seria bem diferente!",
    "id": "ciencia-2",
    "categoryId": "ciencia"
  },
  {
    "title": "A Matéria Escura é Misteriosa",
    "content": "A matéria escura compõe cerca de 27% do universo, mas não podemos vê-la ou detectá-la diretamente, apenas através de seus efeitos gravitacionais.",
    "funFact": "Apesar de invisível, a matéria escura desempenha um papel crucial na formação das galáxias.",
    "id": "ciencia-3",
    "categoryId": "ciencia"
  },
  {
    "title": "O DNA é uma Molécula Gigante",
    "content": "Se você esticasse todo o DNA de uma única célula humana, ele mediria cerca de 2 metros de comprimento.",
    "funFact": "Cada célula do seu corpo possui uma cópia completa do seu genoma!",
    "id": "ciencia-4",
    "categoryId": "ciencia"
  },
  {
    "title": "O Universo está em Expansão",
    "content": "O universo está em constante expansão, e essa expansão está acelerando.  Isso é chamado de energia escura.",
    "funFact": "A energia escura é um mistério ainda maior que a matéria escura para os cientistas.",
    "id": "ciencia-5",
    "categoryId": "ciencia"
  },
  {
    "title": "A Relatividade de Einstein",
    "content": "A teoria da relatividade de Einstein revolucionou nossa compreensão do espaço, tempo e gravidade.  Ela afirma que o tempo é relativo e depende da velocidade e da gravidade.",
    "funFact": "O GPS só funciona corretamente porque leva em conta os efeitos da relatividade!",
    "id": "ciencia-6",
    "categoryId": "ciencia"
  },
  {
    "title": "A Origem dos Elementos",
    "content": "A maioria dos elementos químicos que compõem o universo, incluindo aqueles essenciais à vida, foram forjados no coração de estrelas moribundas através de processos de fusão nuclear.  Quando essas estrelas explodem em supernovas, esses elementos são lançados para o espaço, formando novas estrelas e planetas.",
    "funFact": "O ouro que temos na Terra veio de supernovas!",
    "id": "ciencia-7",
    "categoryId": "ciencia"
  },
  {
    "title": "A Biodiversidade Subaquática",
    "content": "Estima-se que existam milhões de espécies de seres vivos nos oceanos, a grande maioria ainda desconhecida pela ciência.  A exploração das profundezas oceânicas revela constantemente novas formas de vida e ecossistemas surpreendentes.",
    "funFact": "Há mais espécies de vida no oceano do que na terra.",
    "id": "ciencia-8",
    "categoryId": "ciencia"
  },
  {
    "title": "O Impacto de Microrganismos",
    "content": "Microrganismos, como bactérias e fungos, desempenham papéis cruciais nos ecossistemas globais, desde a decomposição de matéria orgânica até a fixação de nitrogênio para o crescimento das plantas.  Sua influência é vasta e fundamental para a vida na Terra.",
    "funFact": "Existem mais bactérias no seu corpo do que células humanas!",
    "id": "ciencia-9",
    "categoryId": "ciencia"
  },
  {
    "title": "O Enigma da Consciência",
    "content": "A consciência, a capacidade de experiência subjetiva, permanece um dos maiores mistérios da ciência.  Apesar dos avanços em neurociência, ainda não compreendemos completamente como a atividade cerebral gera a sensação de 'ser'.",
    "funFact": "Não existe um único consenso científico sobre como a consciência surge.",
    "id": "ciencia-10",
    "categoryId": "ciencia"
  },
  {
    "title": "A Busca por Vida Extraterrestre",
    "content": "A busca por vida extraterrestre é um dos esforços científicos mais ambiciosos e fascinantes.  Utilizando telescópios potentes e missões espaciais, cientistas vasculham o universo na esperança de encontrar evidências de vida além da Terra.",
    "funFact": "Existem bilhões de galáxias, cada uma contendo bilhões de estrelas – as chances de existir vida em outro lugar são estatisticamente significativas.",
    "id": "ciencia-11",
    "categoryId": "ciencia"
  }
]
