
[
  {
    "title": "O Som de Star Wars",
    "content": "O icônico som do sabre de luz em Star Wars foi criado por Ben Burtt, o designer de som da saga. Ele combinou o zumbido de um motor de projetor de filme antigo com o ruído de uma televisão com defeito.",
    "funFact": "O rugido do Chewbacca é uma mistura de sons de ursos, morsas, leões e texugos."
  },
  {
    "title": "O Oscar é Banhado a Ouro",
    "content": "A famosa estatueta do Oscar é feita de bronze sólido e banhada em ouro de 24 quilates. Durante a Segunda Guerra Mundial, devido à escassez de metal, as estatuetas foram feitas de gesso pintado.",
    "funFact": "O nome oficial do prêmio é 'Academy Award of Merit'. O apelido 'Oscar' surgiu, supostamente, quando uma bibliotecária da Academia achou que a estatueta parecia com seu tio Oscar."
  },
  {
    "title": "A Cicatriz de Harry Potter",
    "content": "Ao longo dos oito filmes da saga Harry Potter, o ator Daniel Radcliffe usou a maquiagem da cicatriz em forma de raio cerca de 5.800 vezes. Ela foi aplicada não apenas em sua testa, mas também na de seus dublês.",
    "funFact": "A localização e o formato da cicatriz nos filmes são diferentes dos descritos nos livros, onde ela fica no meio da testa."
  },
  {
    "title": "O Segredo do Central Perk",
    "content": "O famoso sofá laranja do Central Perk, na série 'Friends', foi encontrado em um porão do estúdio da Warner Bros. Ele estava rasgado e velho, mas foi escolhido por seu visual único e se tornou um ícone da cultura pop.",
    "funFact": "A maioria das 'xícaras de café' vistas na série estava, na verdade, vazia ou continha apenas um pouco de água para evitar derramamentos."
  },
  {
    "title": "A Voz Original do Mickey Mouse",
    "content": "De 1928 a 1947, a voz original do Mickey Mouse foi feita pelo próprio Walt Disney. Ele teve que assumir o papel porque não encontrava ninguém que conseguisse fazer a voz aguda que ele imaginava para o personagem.",
    "funFact": "As primeiras palavras de Mickey Mouse em um desenho animado foram 'Hot dogs!' no curta 'The Karnival Kid' de 1929."
  }
]
