
[
  {
    "title": "Polvos Têm Três Corações",
    "content": "Os polvos são criaturas fascinantes com três corações. Dois corações bombeiam sangue através das brânquias (os órgãos respiratórios), enquanto o terceiro e maior coração circula o sangue para o resto do corpo.",
    "funFact": "O sangue do polvo é azul porque usa uma proteína à base de cobre chamada hemocianina para transportar oxigênio, em vez da hemoglobina à base de ferro que temos."
  },
  {
    "title": "O Som Mais Alto do Planeta",
    "content": "O som mais alto já registrado por um animal é o chamado da baleia-azul. Seus cantos podem atingir 188 decibéis e podem ser ouvidos a mais de 800 quilômetros de distância debaixo d'água.",
    "funFact": "O som é tão potente que pode ser prejudicial aos ouvidos humanos se estivermos muito perto."
  },
  {
    "title": "A Imortalidade da Água-Viva 'Imortal'",
    "content": "A espécie de água-viva Turritopsis dohrnii é considerada biologicamente imortal. Quando enfrenta estresse, fome ou envelhecimento, ela pode reverter seu ciclo de vida de volta a um estágio de pólipo, essencialmente 'renascendo' e começando de novo.",
    "funFact": "Teoricamente, esse ciclo pode se repetir indefinidamente, tornando-a o único animal conhecido com essa capacidade."
  },
  {
    "title": "A Preguiça e seu Ecossistema Ambulante",
    "content": "O pelo da preguiça é tão denso e cresce em uma direção incomum (de baixo para cima) que abriga um ecossistema inteiro. Mariposas, besouros, baratas e até mesmo algas vivem em seu pelo, ajudando na camuflagem do animal.",
    "funFact": "A preguiça desce de sua árvore apenas uma vez por semana para defecar, um comportamento arriscado que ainda intriga os cientistas."
  },
  {
    "title": "Árvores Podem se Comunicar",
    "content": "As árvores em uma floresta estão conectadas por uma rede subterrânea de fungos chamada 'micorriza'. Através dessa 'Wood Wide Web', elas podem compartilhar nutrientes, água e até mesmo enviar sinais de alerta sobre ataques de pragas ou doenças umas para as outras.",
    "funFact": "Árvores mais velhas, conhecidas como 'árvores-mãe', usam essa rede para nutrir as mudas mais jovens que crescem à sua sombra."
  }
]
