
[
  {
    "title": "A Guerra mais Curta da História",
    "content": "A Guerra Anglo-Zanzibari, travada entre o Reino Unido e o Sultanato de Zanzibar em 27 de agosto de 1896, durou apenas 38 minutos. Ela começou após o sultão se recusar a renunciar e terminou com a rendição de Zanzibar.",
    "funFact": "O bombardeio britânico destruiu completamente o palácio do sultão e sua frota em menos de 40 minutos."
  },
  {
    "title": "Gar tenedores Eram Mal Vistos",
    "content": "Na Idade Média, o uso de garfos na Europa era considerado escandaloso e afeminado. A Igreja via o garfo como um instrumento 'diabólico' e acreditava que a comida, um presente de Deus, deveria ser tocada com as mãos.",
    "funFact": "A popularização do garfo na Europa só aconteceu por volta do século XVIII, principalmente através da nobreza italiana."
  },
  {
    "title": "A Grande Praga da Dança de 1518",
    "content": "Em 1518, na cidade de Estrasburgo, uma mulher chamada Frau Troffea começou a dançar fervorosamente na rua. Em uma semana, dezenas de pessoas se juntaram a ela, e em um mês, eram centenas. Muitos dançaram até a morte por exaustão ou ataque cardíaco.",
    "funFact": "Até hoje, a causa exata dessa 'epidemia' de dança é um mistério, com teorias variando de envenenamento por fungos a histeria em massa."
  },
  {
    "title": "Os Incríveis Soldados-Urso da Polônia",
    "content": "Durante a Segunda Guerra Mundial, soldados poloneses adotaram um filhote de urso-pardo, a quem chamaram de Wojtek. Ele foi oficialmente alistado no exército, com a patente de soldado, e ajudava a carregar munição pesada durante as batalhas.",
    "funFact": "Após a guerra, Wojtek se aposentou e viveu no Zoológico de Edimburgo, na Escócia, onde era frequentemente visitado por seus ex-companheiros de exército."
  },
  {
    "title": "A Invenção do Saco de Chá",
    "content": "O saco de chá foi inventado por acidente. Em 1908, um comerciante de chá de Nova York chamado Thomas Sullivan começou a enviar amostras de chá para seus clientes em pequenos sacos de seda. Os clientes, sem saber, mergulharam os sacos inteiros em água quente, e a conveniência pegou.",
    "funFact": "Sullivan inicialmente ficou desapontado, pois sua intenção era que os clientes abrissem os sacos e usassem o chá solto."
  }
]
