[
  { "id": "saude-1", "categoryId": "saude", "title": "O Coração Humano", "content": "O coração humano bate cerca de 100.000 vezes por dia, bombeando sangue suficiente para encher um tanque de caminhão.", "funFact": "O coração de uma baleia azul é tão grande que um ser humano poderia nadar em suas artérias." },
  { "id": "saude-2", "categoryId": "saude", "title": "O Cérebro e a Energia", "content": "Apesar de representar apenas 2% do peso corporal, o cérebro consome cerca de 20% do oxigênio e das calorias do corpo.", "funFact": "Seu cérebro gera cerca de 12-25 watts de eletricidade, o suficiente para acender uma lâmpada de LED de baixa potência." },
  { "id": "tec-1", "categoryId": "tecnologia", "title": "O Primeiro Email", "content": "O primeiro email foi enviado em 1971 por Ray Tomlinson, que também introduziu o uso do símbolo \"@\" para separar o nome do usuário do nome da máquina.", "funFact": "O texto do primeiro email foi algo como \"QWERTYUIOP\"." },
  { "id": "tec-2", "categoryId": "tecnologia", "title": "Capacidade do DNA", "content": "Um único grama de DNA é capaz de armazenar até 215 petabytes (215 milhões de gigabytes) de informação.", "funFact": "Isso significa que todo o conhecimento digital do mundo poderia ser armazenado em uma pequena quantidade de DNA." },
  { "id": "hist-1", "categoryId": "historia", "title": "A Biblioteca de Alexandria", "content": "A Grande Biblioteca de Alexandria, no Egito, foi uma das maiores e mais significativas bibliotecas do mundo antigo, mas foi destruída em uma série de incêndios e conflitos.", "funFact": "Acredita-se que continha mais de 500.000 rolos de papiro." },
  { "id": "bem-estar-1", "categoryId": "bem-estar", "title": "Benefícios da Meditação", "content": "A meditação regular pode reduzir o estresse, melhorar a concentração e promover uma sensação geral de bem-estar.", "funFact": "Estudos mostram que a meditação pode realmente alterar a estrutura do cérebro." },
  { "id": "dinheiro-1", "categoryId": "dinheiro", "title": "Origem do Dinheiro de Papel", "content": "O dinheiro de papel foi usado pela primeira vez na China durante a dinastia Tang, no século VII.", "funFact": "Marco Polo ficou maravilhado com o conceito quando visitou a China séculos depois." },
  { "id": "futuro-1", "categoryId": "futuro", "title": "Cidades Flutuantes", "content": "Projetos para cidades flutuantes sustentáveis estão sendo desenvolvidos como uma solução potencial para o aumento do nível do mar.", "funFact": "O primeiro protótipo em grande escala pode ser construído na próxima década." },
  { "id": "ciencia-1", "categoryId": "ciencia", "title": "O Som no Espaço", "content": "O espaço é um vácuo, o que significa que não há meio para as ondas sonoras se propagarem. Portanto, é completamente silencioso.", "funFact": "Apesar disso, os planetas e estrelas emitem ondas de rádio que podem ser convertidas em som." },
  { "id": "cultura-1", "categoryId": "cultura", "title": "Línguas do Mundo", "content": "Existem mais de 7.000 línguas faladas no mundo hoje.", "funFact": "A Papua-Nova Guiné é o país com maior diversidade linguística, com mais de 800 línguas." },
  { "id": "misterios-1", "categoryId": "misterios", "title": "O Manuscrito Voynich", "content": "O Manuscrito Voynich é um livro ilustrado com um texto indecifrável, escrito em um sistema de escrita desconhecido. Sua origem e propósito permanecem um mistério.", "funFact": "Criptógrafos de renome mundial tentaram e falharam em decifrá-lo." },
  { "id": "entretenimento-1", "categoryId": "entretenimento", "title": "O Grito de Wilhelm", "content": "O \"Grito de Wilhelm\" é um efeito sonoro de um homem gritando que foi usado em mais de 400 filmes e programas de TV desde 1951.", "funFact": "Tornou-se uma piada interna entre os designers de som de Hollywood." },
  { "id": "relacionamentos-1", "categoryId": "relacionamentos", "title": "O Poder do Abraço", "content": "Abraçar libera oxitocina, um hormônio que promove sentimentos de confiança, relaxamento e ligação, e pode reduzir os níveis de estresse.", "funFact": "Um abraço de 20 segundos pode ter um efeito terapêutico significativo." },
  { "id": "psicologia-1", "categoryId": "psicologia", "title": "Efeito Dunning-Kruger", "content": "É um viés cognitivo onde pessoas com baixa habilidade em uma tarefa superestimam sua própria competência.", "funFact": "Por outro lado, especialistas tendem a subestimar sua própria habilidade." },
  { "id": "autoajuda-1", "categoryId": "autoajuda", "title": "A Regra dos 2 Minutos", "content": "Se uma tarefa leva menos de dois minutos para ser concluída, faça-a imediatamente. Isso ajuda a combater a procrastinação.", "funFact": "Essa regra foi popularizada por David Allen em seu livro \"A Arte de Fazer Acontecer\"." },
  { "id": "viagens-1", "categoryId": "viagens", "title": "O Passaporte mais Poderoso", "content": "O \"poder\" de um passaporte é medido pelo número de países que seu portador pode visitar sem um visto prévio.", "funFact": "O ranking muda anualmente, com países como Japão e Singapura frequentemente no topo." },
  { "id": "lugares-1", "categoryId": "lugares", "title": "A Cidade mais Fria", "content": "Yakutsk, na Sibéria, é considerada a cidade mais fria do mundo, com temperaturas de inverno que chegam a -60°C.", "funFact": "Os moradores deixam seus carros ligados o dia todo para evitar que as baterias congelem." },
  { "id": "habilidades-1", "categoryId": "habilidades", "title": "A Prática Deliberada", "content": "Para dominar uma habilidade, a \"prática deliberada\" - focada, estruturada e com feedback - é mais eficaz do que simplesmente repetir a tarefa.", "funFact": "O conceito foi amplamente pesquisado pelo psicólogo Anders Ericsson." },
  { "id": "hacks-1", "categoryId": "hacks", "title": "Reabrir Aba Fechada", "content": "Na maioria dos navegadores de desktop, você pode reabrir a última aba que fechou pressionando Ctrl+Shift+T (ou Cmd+Shift+T no Mac).", "funFact": "Isso pode ser um salva-vidas quando você fecha algo acidentalmente." }
]
