[
  {
    "title": "Internet das Coisas (IoT)",
    "content": "A Internet das Coisas refere-se à rede de objetos físicos ('coisas') equipados com sensores e software que se conectam e trocam dados com outros dispositivos pela internet. Sua geladeira poderá avisar quando o leite acabar e fazer o pedido sozinha.",
    "funFact": "Estima-se que haverá mais de 75 bilhões de dispositivos IoT conectados no mundo até 2025."
  },
  {
    "title": "Carne Cultivada em Laboratório",
    "content": "Cientistas estão desenvolvendo carne cultivada a partir de células animais em laboratório, sem a necessidade de abater animais. Isso promete reduzir o impacto ambiental da pecuária e oferecer uma alternativa mais sustentável.",
    "funFact": "O primeiro hambúrguer de carne de laboratório, apresentado em 2013, custou mais de 300.000 dólares para ser produzido."
  },
  {
    "title": "Impressão 4D",
    "content": "Enquanto a impressão 3D cria objetos estáticos, a impressão 4D cria objetos que podem mudar de forma ou se auto-montar ao longo do tempo em resposta a um estímulo, como calor, luz ou água. Imagine um móvel que se monta sozinho quando você o tira da caixa.",
    "funFact": "A 'quarta dimensão' na impressão 4D é o tempo."
  },
  {
    "title": "Interfaces Cérebro-Computador (BCI)",
    "content": "BCIs são tecnologias que permitem a comunicação direta entre o cérebro e um dispositivo externo. No futuro, poderemos controlar computadores, smartphones ou até mesmo membros protéticos apenas com o pensamento.",
    "funFact": "Empresas como a Neuralink, de Elon Musk, estão na vanguarda do desenvolvimento de BCIs implantáveis e de alta largura de banda."
  },
  {
    "title": "Computação Quântica",
    "content": "Computadores quânticos usam os princípios da mecânica quântica para realizar cálculos muito mais rápido do que os computadores clássicos. Eles têm o potencial de revolucionar áreas como a medicina, a ciência dos materiais e a inteligência artificial.",
    "funFact": "Um bit quântico, ou 'qubit', pode ser 0, 1 ou ambos ao mesmo tempo, um fenômeno chamado superposição."
  },
  {
    "title": "Cidades Inteligentes",
    "content": "O futuro das cidades envolve a integração de tecnologias para melhorar a vida dos cidadãos.  Imagine cidades com infraestruturas otimizadas, transportes eficientes e serviços personalizados.",
    "funFact": "Algumas cidades já estão implementando sensores para monitorar o tráfego em tempo real e ajustar os semáforos, reduzindo congestionamentos.",
    "id": "futuro-6",
    "categoryId": "futuro"
  },
  {
    "title": "A Era da IA",
    "content": "A Inteligência Artificial está mudando rapidamente o mundo, automatizando tarefas, aprimorando a saúde e impulsionando a inovação em diversos setores.",
    "funFact": "Estima-se que a IA criará milhões de novos empregos, mesmo que automatize outros.",
    "id": "futuro-7",
    "categoryId": "futuro"
  },
  {
    "title": "Exploração Espacial",
    "content": "O futuro da exploração espacial inclui viagens a Marte e além, com o objetivo de colonizar outros planetas e buscar recursos.",
    "funFact": "Empresas privadas estão desempenhando um papel cada vez maior na corrida espacial.",
    "id": "futuro-8",
    "categoryId": "futuro"
  },
  {
    "title": "Realidade Virtual e Aumentada",
    "content": "A RV e RA transformarão a maneira como interagimos com o mundo digital e físico, impactando desde jogos e entretenimento até educação e medicina.",
    "funFact": "A tecnologia de realidade mista já está sendo usada em cirurgias complexas.",
    "id": "futuro-9",
    "categoryId": "futuro"
  },
  {
    "title": "Biotecnologia e a Vida Longa",
    "content": "Avanços na biotecnologia prometem revolucionar a saúde, aumentando a expectativa de vida e combatendo doenças com maior eficácia.",
    "funFact": "Pesquisas em genética e nanotecnologia podem levar ao desenvolvimento de tratamentos para o envelhecimento.",
    "id": "futuro-10",
    "categoryId": "futuro"
  },
  {
    "title": "Cidades Inteligentes",
    "content": "O futuro das cidades envolve a integração de tecnologias para otimizar recursos, melhorar a qualidade de vida e reduzir o impacto ambiental.  Sistemas inteligentes irão gerenciar o tráfego, o consumo de energia e a coleta de lixo de forma mais eficiente.",
    "funFact": "Algumas cidades já estão testando carros autônomos que se comunicam entre si para evitar congestionamentos.",
    "id": "futuro-11",
    "categoryId": "futuro"
  },
  {
    "title": "A Era da Biotecnologia",
    "content": "Avanços na biotecnologia prometem revolucionar a medicina, a agricultura e a indústria.  Terapias genéticas personalizadas, alimentos mais nutritivos e sustentáveis e materiais biodegradáveis são apenas algumas das possibilidades.",
    "funFact": "A edição genética CRISPR-Cas9 pode corrigir defeitos genéticos que causam doenças.",
    "id": "futuro-12",
    "categoryId": "futuro"
  },
  {
    "title": "Exploração Espacial",
    "content": "A exploração espacial se tornará mais acessível e focada na colonização de outros planetas e na busca por recursos.  Missões tripuladas a Marte e a criação de bases lunares são metas próximas.",
    "funFact": "Existem planos para minerar asteroides em busca de recursos valiosos como metais preciosos e água.",
    "id": "futuro-13",
    "categoryId": "futuro"
  },
  {
    "title": "Realidade Virtual e Aumentada",
    "content": "A RV e RA irão transformar a maneira como interagimos com o mundo digital e físico, impactando áreas como entretenimento, educação, saúde e trabalho. Experiências imersivas e interativas estarão presentes em diversos aspectos da vida cotidiana.",
    "funFact": "A realidade virtual já é usada para treinar cirurgiões e pilotos.",
    "id": "futuro-14",
    "categoryId": "futuro"
  },
  {
    "title": "Inteligência Artificial",
    "content": "A IA desempenhará um papel cada vez mais importante em nossas vidas, automatizando tarefas, auxiliando na tomada de decisões e impulsionando a inovação em diversos setores. No entanto, questões éticas e de segurança precisarão ser cuidadosamente consideradas.",
    "funFact": "A IA já é usada para diagnosticar doenças com precisão superior à de alguns médicos.",
    "id": "futuro-15",
    "categoryId": "futuro"
  }
]