[
  {
    "id": "ciencia-1",
    "categoryId": "ciencia",
    "title": "O Som no Espaço",
    "content": "O espaço é um vácuo, o que significa que não há meio para as ondas sonoras se propagarem. Portanto, é completamente silencioso.",
    "funFact": "Apesar disso, os planetas e estrelas emitem ondas de rádio que podem ser convertidas em som."
  },
  {
    "title": "A Água é Anômala",
    "content": "A água é uma das poucas substâncias que se expande ao congelar, o que permite que o gelo flutue na água e proteja a vida aquática em climas frios.",
    "funFact": "Se a água não fosse anômala, a vida na Terra seria bem diferente!",
    "id": "ciencia-2",
    "categoryId": "ciencia"
  },
  {
    "title": "A Matéria Escura é Misteriosa",
    "content": "A matéria escura compõe cerca de 27% do universo, mas não podemos vê-la ou detectá-la diretamente, apenas através de seus efeitos gravitacionais.",
    "funFact": "Apesar de invisível, a matéria escura desempenha um papel crucial na formação das galáxias.",
    "id": "ciencia-3",
    "categoryId": "ciencia"
  },
  {
    "title": "O DNA é uma Molécula Gigante",
    "content": "Se você esticasse todo o DNA de uma única célula humana, ele mediria cerca de 2 metros de comprimento.",
    "funFact": "Cada célula do seu corpo possui uma cópia completa do seu genoma!",
    "id": "ciencia-4",
    "categoryId": "ciencia"
  },
  {
    "title": "O Universo está em Expansão",
    "content": "O universo está em constante expansão, e essa expansão está acelerando.  Isso é chamado de energia escura.",
    "funFact": "A energia escura é um mistério ainda maior que a matéria escura para os cientistas.",
    "id": "ciencia-5",
    "categoryId": "ciencia"
  },
  {
    "title": "A Relatividade de Einstein",
    "content": "A teoria da relatividade de Einstein revolucionou nossa compreensão do espaço, tempo e gravidade.  Ela afirma que o tempo é relativo e depende da velocidade e da gravidade.",
    "funFact": "O GPS só funciona corretamente porque leva em conta os efeitos da relatividade!",
    "id": "ciencia-6",
    "categoryId": "ciencia"
  }
]