[
  {
    "title": "O Coração Humano",
    "content": "Seu coração bate cerca de 100.000 vezes por dia, bombeando aproximadamente 7.500 litros de sangue por todo o corpo. Em uma vida inteira, isso é sangue suficiente para encher 3 superpetroleiros.",
    "funFact": "O coração de uma mulher geralmente bate um pouco mais rápido que o de um homem."
  },
  {
    "title": "A Pele é o Maior Órgão",
    "content": "A pele é o maior órgão do corpo humano, cobrindo uma área de cerca de 2 metros quadrados em um adulto médio. Ela nos protege contra germes, regula a temperatura do corpo e nos permite ter o sentido do tato.",
    "funFact": "Perdemos cerca de 30.000 a 40.000 células da pele a cada minuto."
  },
  {
    "title": "A Força do Ácido Estomacal",
    "content": "O ácido clorídrico em seu estômago é tão forte que poderia dissolver uma lâmina de barbear. A parede do estômago é protegida por uma camada espessa de muco que se renova a cada poucas horas.",
    "funFact": "Esse ácido é essencial para matar bactérias nocivas nos alimentos que comemos."
  },
  {
    "title": "A Vasta Rede de Vasos Sanguíneos",
    "content": "Se você pudesse esticar todos os vasos sanguíneos de um adulto (artérias, veias e capilares) em uma única linha, ela teria mais de 96.000 quilômetros de comprimento. Isso é o suficiente para dar mais de duas voltas ao redor da Terra.",
    "funFact": "A maioria desses vasos são os capilares, que são mais finos que um fio de cabelo."
  },
  {
    "title": "O Cérebro e a Eletricidade",
    "content": "Enquanto está acordado, seu cérebro gera entre 10 e 23 watts de energia elétrica. Isso é o suficiente para acender uma lâmpada pequena.",
    "funFact": "O cérebro consome cerca de 20% do oxigênio e das calorias do corpo, apesar de representar apenas 2% do peso corporal."
  },
  {
    "title": "Seu intestino tem mais neurônios que seu cérebro?",
    "content": "Seu sistema digestivo possui um complexo sistema nervoso chamado sistema nervoso entérico, que contém mais de 100 milhões de neurônios.  É por isso que às vezes o seu intestino sente antes de sua cabeça.",
    "funFact": "Ele é tão complexo que é frequentemente referido como 'o segundo cérebro'.",
    "id": "saude-6",
    "categoryId": "saude"
  },
  {
    "title": "O poder do espirro",
    "content": "Um espirro pode atingir velocidades de até 160 km/h e liberar milhares de gotículas respiratórias, que podem espalhar germes a uma distância considerável.",
    "funFact": "É impossível ficar com os olhos abertos enquanto espirra.",
    "id": "saude-7",
    "categoryId": "saude"
  },
  {
    "title": "A importância do sono",
    "content": "Durante o sono, seu corpo se regenera, reparando tecidos e consolidando memórias. Dormir pouco pode aumentar o risco de doenças crônicas.",
    "funFact": "Você pode queimar até 50 calorias por hora enquanto dorme.",
    "id": "saude-8",
    "categoryId": "saude"
  },
  {
    "title": "Seu nariz é um super-detetor de odores",
    "content": "Seu nariz pode distinguir trilhões de cheiros diferentes.  Isso ajuda você a identificar alimentos estragados e outros perigos.",
    "funFact": "Seu olfato pode ser afetado por suas emoções.",
    "id": "saude-9",
    "categoryId": "saude"
  },
  {
    "title": "A pele, o maior órgão do corpo",
    "content": "Sua pele é um órgão complexo que protege contra infecções, regula a temperatura corporal e elimina toxinas. Cuide bem dela!",
    "funFact": "Sua pele se regenera completamente a cada 27 dias.",
    "id": "saude-10",
    "categoryId": "saude"
  }
]